Repository: markovsdima/Zyna
Catalog: Zyna/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: History visible to anyone
ru: История видна всем

source: Homeserver
ru: Сервер

source: How does this look?
ru: Как выглядит?

source: I picked this name color.
ru: Я выбрал этот цвет имени.

source: I've saved it
ru: Я сохранил

source: In progress
ru: В процессе

source: Incoming
ru: Входящий

source: Indigo
ru: Индиго

source: Invalid Hex Color
ru: Неверный HEX-цвет

source: Invalid Matrix response.
ru: Некорректный ответ Matrix.

source: Invalid Storyline address.
ru: Некорректный адрес сюжета.

source: Invalid homeserver URL
ru: Неверный URL homeserver

source: Invalid server response
ru: Неверный ответ сервера

source: Invite
ru: Пригласить

source: Invite Members
ru: Пригласить участников

source: Invite Only
ru: По приглашению

source: Invite People
ru: Приглашать людей

source: Invite Required
ru: Нужно приглашение

source: Invite only
ru: Только по приглашению

source: Invited
ru: Приглашённые

source: Iris Mint
ru: Ирис и мята

source: Italic
ru: Курсив

source: Join
ru: Войти

source: Join %@
ru: Вступить в «%@»

source: Join Call
ru: Войти в звонок

source: Join Room
ru: Присоединиться

source: Join this %@ to read and send messages.
ru: Вступите в «%@», чтобы читать и отправлять сообщения.

source: Join this %@ to see its chats and nested spaces.
ru: Вступите в раздел «%@», чтобы увидеть его чаты и вложенные линии.

source: Joinable
ru: Можно вступить

source: Joined
ru: Вы участник

source: Joining...
ru: Присоединяемся...

source: Keep Waiting
ru: Продолжить ждать

source: Keep editing
ru: Продолжить редактирование

source: Kick
ru: Исключить

source: Lagoon Teal
ru: Бирюзовая лагуна

source: Last message failed
ru: Последнее сообщение не отправлено

source: Last message read
ru: Последнее сообщение прочитано

source: Last message sending
ru: Последнее сообщение отправляется

source: Last message sent
ru: Последнее сообщение отправлено

source: Last seen %@
ru: Последняя активность: %@

source: Later
ru: Позже

source: Leave Anyway
ru: Всё равно выйти

source: Leave Conversation
ru: Покинуть переписку

source: Leave Room
ru: Покинуть комнату

source: Leaving Conversation
ru: Выходим из переписки

source: Leaving May Lock Room Management
ru: Выход может заблокировать управление комнатой

source: Leaving Room
ru: Выходим из комнаты

source: Leaving...
ru: Завершаем...

source: Light
ru: Светлая

source: Link
ru: Ссылка

source: Link address
ru: Адрес ссылки

source: Link copied
ru: Ссылка скопирована

source: Linked
ru: Связано

source: Listed by Storyline
ru: Добавлен в сюжет

source: Load More
ru: Загрузить ещё

source: Loading
ru: Загрузка

source: Loading Devices
ru: Загрузка устройств

source: Loading Storylines...
ru: Загружаем сюжеты...

source: Loading permissions
ru: Загрузка прав

source: Loading poll in chat…
ru: Загрузка опроса в чате…

source: Local data for this session, including message encryption keys stored on this device, will be removed. If any message keys are only on this device, some recent encrypted messages that depend on them may be lost permanently after the data is removed. Entering your recovery key later only restores keys that were already saved to the encrypted backup on your homeserver. Remove this data only if server key backup has finished, another verified session already has the needed message keys, or you accept losing access to some recent encrypted messages.
ru: С этого устройства будут удалены локальные данные этой сессии, включая ключи шифрования сообщений. Если какие-то ключи сообщений есть только на этом устройстве, часть недавних зашифрованных сообщений, которым нужны эти ключи, может быть потеряна безвозвратно после удаления данных. Ключ восстановления позже вернёт только те ключи сообщений, которые уже были сохранены в зашифрованной резервной копии на вашем сервере. Удаляйте эти данные только если резервное копирование ключей на сервер завершилось, нужные ключи сообщений уже есть в другой верифицированной сессии или вы принимаете потерю доступа к части недавних зашифрованных сообщений.

source: Locked
ru: Недоступно

source: Lower Hand
ru: Опустить руку

source: Manage sessions
ru: Управление сессиями

source: Mango
ru: Манго

source: Matrix client is not available.
ru: Matrix-клиент недоступен.

source: Matrix client is not ready.
ru: Matrix-клиент ещё не готов.

source: Matrix request failed with HTTP %lld.
ru: Запрос Matrix завершился с HTTP %lld.

source: Matrix state event was not found.
ru: State event Matrix не найден.

source: Matrix stores this as two independent links. They can disagree, so Zyna lets you edit each side explicitly.
ru: Matrix хранит это как две независимые связи. Они могут расходиться, поэтому Zyna даёт явно менять каждую сторону.

source: Media
ru: Медиа

source: Media unavailable
ru: Медиа недоступно

source: Member
ru: Участник

source: Member Moderation
ru: Модерация участников

source: Member roles are changed from each member profile.
ru: Роли участников меняются из профиля конкретного участника.

source: Members
ru: Участники

source: Members can see history from the moment they joined.
ru: Участники видят историю с момента входа.

source: Members can see history from the moment they were invited.
ru: Участники видят историю с момента приглашения.

source: Members can send messages according to room permissions.
ru: Участники смогут писать согласно правам комнаты.

source: Members of an authorized Storyline can join.
ru: Участники разрешённого сюжета могут вступить.

source: Members of the parent Storyline or Track can join without a separate invite.
ru: Участники родительского сюжета или линии смогут вступить без отдельного приглашения.

source: Members of this Storyline or Track can join without a separate invite.
ru: Участники этого сюжета или линии смогут войти без отдельного приглашения.

source: Message Keys Are Not Fully Saved
ru: Ключи сообщений сохранены не полностью

source: Message Not Sent
ru: Сообщение не отправлено

source: Message not loaded yet
ru: Сообщение ещё не загружено

source: Messages and Content
ru: Сообщения и контент

source: Microphone Muted
ru: Микрофон выключен

source: Midnight
ru: Полночь

source: Minimize
ru: Свернуть

source: Missed call
ru: Пропущенный звонок

source: Missing
ru: Нет

source: Moderator
ru: Модератор

source: Moderators
ru: Модераторы

source: Moderators Only
ru: Только модераторы

source: Monospace
ru: Моноширинный

source: More Emoji
ru: Ещё эмодзи

source: Multiple answers
ru: Несколько ответов

source: Mute
ru: Выключить микрофон

source: Muted
ru: Микрофон выключен

source: My Colors
ru: Свои цвета

source: Name Color
ru: Цвет имени

# Name Color Explanation
source: Your personal color for other Zyna users: it tints your name in group chats and your avatar when no photo is set.
ru: Ваш персональный цвет для других пользователей Zyna: он окрашивает имя в групповых чатах и аватарку, если фото не выбрано.

source: Name is required
ru: Введите название

source: Native MatrixRTC
ru: Нативный MatrixRTC

source: Neither side currently declares this link.
ru: Сейчас ни одна сторона не указывает эту связь.

source: Network connection failed while checking backup.
ru: При проверке резервной копии произошла ошибка сети.

source: New Chat
ru: Новый чат

source: New Group
ru: Новая группа

source: New Storyline
ru: Новый сюжет

source: New Track
ru: Новая линия

source: New members can see history
ru: Новым видна история

source: New members can see messages sent before they joined.
ru: Новые участники видят сообщения, отправленные до их входа.

source: New members can see previous history
ru: Новые участники видят прошлую историю

source: New poll
ru: Новый опрос

source: Next
ru: Далее

source: Next Theme
ru: Следующая тема

source: No Answer
ru: Нет ответа

source: No Devices
ru: Нет устройств

source: No Specific Participant Found
ru: Не удалось определить участника

source: No Storylines
ru: Нет сюжетов

source: No Storylines found
ru: Сюжеты не найдены

source: No Storylines to add
ru: Нет сюжетов для добавления

source: No accessible chats
ru: Нет доступных чатов

source: No answer
ru: Нет ответа

source: No chats found
ru: Чаты не найдены

source: No chats to add
ru: Нет чатов для добавления

source: No description
ru: Без описания

source: No emoji found.
ru: Эмодзи не найдены.

source: No files yet.
ru: Файлов пока нет.

source: No local timeline issues found.
ru: Локальных проблем таймлайна не найдено.

source: No messages
ru: Нет сообщений

source: No permission to edit this Storyline
ru: Нет прав менять этот сюжет

source: No photos or videos yet.
ru: Фото и видео пока нет.

source: No pinned messages
ru: Нет закреплённых сообщений

source: No polls yet.
ru: Опросов пока нет.

source: No reactions yet.
ru: Реакций пока нет.

source: No results
ru: Ничего не найдено

source: No voice messages yet.
ru: Голосовых сообщений пока нет.

source: None
ru: Нет

source: Northern Night
ru: Северная ночь

source: Not Set
ru: Не задан

source: Not encrypted
ru: Не зашифровано

source: Not enough permissions
ru: Недостаточно прав

source: Notifications muted
ru: Уведомления выключены

source: Notifications toggle will appear here
ru: Здесь будет переключатель уведомлений

source: OK
ru: ОК

source: Offline
ru: Не в сети

source: Online
ru: В сети

source: Only invited people can find and join.
ru: Найти и присоединиться смогут только приглашённые.

source: Only invited people can join this Storyline.
ru: Только приглашённые смогут вступить в этот сюжет.

source: Only invited people can join this room.
ru: Войти смогут только приглашённые участники.

source: Only invited people can join.
ru: Вступить смогут только приглашённые.

source: Only invited people can join. Messages are encrypted.
ru: Войти смогут только приглашённые. Сообщения шифруются.

source: Only people with posting permission can send messages in this room.
ru: Писать в этой комнате могут только участники с правом отправки.

source: Only users who can edit room power levels can change these settings.
ru: Эти настройки могут менять только пользователи с правом редактировать power levels комнаты.

source: Open %@
ru: Открыть «%@»

source: Open Profile
ru: Открыть профиль

source: Open Room
ru: Открыть комнату

source: Open Settings
ru: Открыть настройки

source: Open in browser
ru: Открыть в браузере

source: Open link
ru: Открыть ссылку

source: Open poll in chat
ru: Открыть опрос в чате

source: Opening...
ru: Открываем...

source: Opens Storyline links
ru: Открывает связи с сюжетами

source: Opens a pinned message
ru: Открывает закреплённое сообщение

source: Opens photos, videos and files shared in this chat
ru: Открывает фото, видео и файлы из этого чата

source: Opens pinned messages
ru: Открывает закреплённые сообщения

source: Opens room roles and permissions settings
ru: Открывает настройки ролей и разрешений комнаты

source: Opens room security and privacy settings
ru: Открывает настройки безопасности и конфиденциальности комнаты

source: Opens the member list
ru: Открывает список участников

source: Opens this emoji category
ru: Открывает эту категорию эмодзи

source: Orange
ru: Оранжевый

source: Organization
ru: Организация

source: Outgoing
ru: Исходящий

source: Outgoing Bubbles
ru: Свои сообщения

source: Owner
ru: Владелец

source: Parent Members
ru: Участники родительского раздела

source: Parent Storyline is not available locally.
ru: Родительский сюжет пока недоступен локально.

source: Parent Storylines
ru: Родительские сюжеты

source: Parent space is not available for restricted access.
ru: Родительский сюжет или линия недоступны для ограниченного доступа.

source: Participants To Check
ru: Участники для проверки

source: Password
ru: Пароль

source: Paste
ru: Вставить

source: Paste the recovery key you saved when setting up the account.
ru: Вставьте ключ восстановления, сохранённый при настройке аккаунта.

source: Pause voice message
ru: Приостановить голосовое сообщение

source: Paused
ru: На паузе

source: People
ru: Люди

source: People can request access.
ru: Можно запросить доступ.

source: Photo
ru: Фото

source: Photos
ru: Фото

source: Pin
ru: Закрепить

source: Pink
ru: Розовый

source: Pinned
ru: Закреплённые

source: Pinned Messages
ru: Закреплённые сообщения

source: Pinned message
ru: Закреплённое сообщение

source: Place one of your current chats here. It can still appear elsewhere.
ru: Добавьте сюда один из текущих чатов. Он всё равно сможет появляться в других сюжетах.

source: Play voice message
ru: Воспроизвести голосовое сообщение

source: Playback speed
ru: Скорость воспроизведения

source: Playing voice message
ru: Воспроизводится голосовое сообщение

source: Poll
ru: Опрос

source: Poll active
ru: Опрос активен

source: Poll ended
ru: Опрос завершён

source: Poll: %@
ru: Опрос: %@

source: Polls
ru: Опросы

source: Polls are not anonymous. Hiding results delays their display; it does not hide who voted from other clients.
ru: Опросы не анонимны. Скрытие результатов откладывает их показ, но другие приложения могут видеть, кто как проголосовал.

source: Posting Permissions
ru: Права на отправку

source: Present
ru: Есть

source: Preserve keys and show re-login
ru: Сохранить ключи и показать повторный вход

source: Previous Theme
ru: Предыдущая тема

source: Privacy
ru: Конфиденциальность

source: Private
ru: Приватная

source: Private Storyline
ru: Приватный сюжет

source: Profile
ru: Профиль

source: Public
ru: Публичная

source: Public Rooms
ru: Публичные комнаты

source: Public Storyline
ru: Публичный сюжет

source: Purple
ru: Фиолетовый

source: Question
ru: Вопрос

source: Raise Hand
ru: Поднять руку

source: Random
ru: Случайные

source: Reactions
ru: Реакции

source: Ready to add
ru: Можно добавить

source: Reason (optional)
ru: Причина (необязательно)

source: Reason:
ru: Причина:

source: Record voice message
ru: Записать голосовое сообщение

source: Recovery key saved. You're ready to chat.
ru: Ключ восстановления сохранён. Можете начинать общение.

source: Recovery key was created, but Zyna could not yet confirm that message keys are saved to encrypted backup. Save this key now. You can continue after saving it; avoid signing out until backup has had time to finish.
ru: Ключ восстановления создан, но Zyna пока не смогла убедиться, что ключи сообщений сохранены в зашифрованной резервной копии. Сохраните этот ключ сейчас. После сохранения можно продолжить; не выходите из аккаунта, пока резервная копия не успеет завершиться.

source: Red
ru: Красный

source: Regular members can read, but only moderators can post.
ru: Обычные участники смогут читать, но писать смогут только модераторы.

source: Remove
ru: Удалить

source: Remove Chat Link
ru: Убрать связь в чате

source: Remove Formatting
ru: Убрать форматирование

source: Remove Link
ru: Удалить ссылку

source: Remove Local Data
ru: Удалить данные с устройства

source: Remove People
ru: Удалять участников

source: Remove Photo
ru: Удалить фото

source: Remove account from this device
ru: Удалить аккаунт с этого устройства

source: Remove account from this device?
ru: Удалить аккаунт с этого устройства?

source: Remove answer: %@
ru: Удалить вариант: %@

source: Remove from Storyline
ru: Убрать из сюжета

source: Remove from Storyline List
ru: Убрать из списка сюжета

source: Remove from Track
ru: Убрать из линии

source: Remove reaction
ru: Удалить реакцию

source: Rename
ru: Переименовать

source: Rename Color
ru: Переименовать цвет

source: Repair
ru: Исправить

source: Repair Complete
ru: Исправление завершено

source: Repair Failed
ru: Исправление не удалось

source: Repair Local Message Cache
ru: Исправить локальный кэш сообщений

source: Repairing
ru: Исправляем

source: Request Sent
ru: Заявка отправлена

source: Reset
ru: Сбросить

source: Reset Permissions
ru: Сбросить разрешения

source: Reset Permissions?
ru: Сбросить разрешения?

source: Reset recovery key?
ru: Сбросить ключ восстановления?

source: Reset returns permissions to the default Matrix power levels.
ru: Сброс возвращает разрешения к стандартным Matrix power levels.

source: Resetting encryption requires browser approval, which Zyna doesn't support yet.
ru: Для сброса шифрования нужно подтверждение в браузере. Zyna пока не поддерживает этот сценарий.

source: Restoring from recovery key…
ru: Восстановление из ключа…

source: Restricted
ru: Ограниченная

source: Restricted access
ru: Ограниченная

source: Results after the poll ends
ru: Результаты после завершения

source: Retry
ru: Повторить

source: Retry voice message
ru: Повторить воспроизведение голосового сообщения

source: Review Members
ru: Посмотреть участников

source: Ringing...
ru: Идёт вызов...

source: Role
ru: Роль

source: Roles
ru: Роли

source: Roles and Permissions
ru: Роли и разрешения

source: Room Access
ru: Доступ к комнате

source: Room Address
ru: Адрес комнаты

source: Room Avatar
ru: Аватар комнаты

source: Room Details
ru: Детали комнаты

source: Room Directory
ru: Каталог комнат

source: Room History
ru: История комнаты

source: Room Name
ru: Название комнаты

source: Room Topic
ru: Тема комнаты

source: Room address
ru: Адрес комнаты

source: Room address contains unsupported characters.
ru: Адрес комнаты содержит неподдерживаемые символы.

source: Room address is required for public rooms.
ru: Для публичной комнаты нужен адрес.

source: Room address is required.
ru: Укажите адрес комнаты.

source: Room address required
ru: Нужен адрес комнаты

source: Room event
ru: Событие комнаты

source: Room name is required
ru: Введите название комнаты

source: Room permissions will be returned to the Matrix defaults.
ru: Разрешения комнаты будут возвращены к стандартным значениям Matrix.

source: Room was created, but it is not available locally yet. Please wait for sync and open it from the room list.
ru: Комната создана, но пока недоступна локально. Дождитесь синхронизации и откройте её из списка чатов.

source: Ruby Plum
ru: Рубиновая слива

source: Save
ru: Сохранить

source: Save Color
ru: Сохранить цвет

source: Save poll
ru: Сохранить опрос

source: Save this key in a password manager or somewhere safe. You'll need it to restore encrypted messages on other devices.
ru: Сохраните этот ключ в менеджере паролей или надёжном месте. Он понадобится для восстановления зашифрованных сообщений на других устройствах.

source: Saved your recovery key?
ru: Сохранили ключ восстановления?

source: Saving
ru: Сохранение

source: Saving Message Keys
ru: Сохраняем ключи сообщений

source: Saving message keys…
ru: Сохраняем ключи сообщений…

source: Scan
ru: Скан

source: Scan Failed
ru: Не удалось сканировать

source: Search
ru: Поиск

source: Search Error
ru: Ошибка поиска

source: Search Messages
ru: Поиск сообщений

source: Search chats, people, rooms
ru: Чаты, люди, комнаты

source: Search emoji
ru: Поиск эмодзи

source: Search employees
ru: Поиск сотрудников

source: Search messages
ru: Поиск сообщений

source: Search users
ru: Поиск пользователей

source: Search users (@user:server)
ru: Поиск (@user:server)

source: Searches messages in this room
ru: Ищет сообщения в этой комнате

source: Searching...
ru: Ищем...

source: Security
ru: Безопасность

source: Security and Privacy
ru: Безопасность и конфиденциальность

source: Seek voice message
ru: Перемотать голосовое сообщение

source: Select a Storyline for %@.
ru: Выберите сюжет для «%@».

source: Select a chat to add to %@.
ru: Выберите чат, который добавить в «%@».

source: Select up to %lld answers
ru: Выберите не более %lld вариантов

source: Selected
ru: выбрано

source: Send
ru: Отправить

source: Send Messages
ru: Отправлять сообщения

source: Send a request to join this %@.
ru: Отправьте заявку на вступление в «%@».

source: Sending messages is currently unavailable
ru: Отправка сообщений сейчас недоступна

source: Sending vote…
ru: Отправка голоса…

source: Sending...
ru: Отправляем...

source: Sending…
ru: Отправка…

# Server returned HTTP %lld.
source: Server returned HTTP %1$lld.
ru: Сервер вернул HTTP %1$lld.

source: Session expired
ru: Сессия истекла

source: Session needs repair
ru: Сессию нужно восстановить

# Set %@ as %@?
source: Set %1$@ as %2$@?
ru: Назначить %1$@ как %2$@?

source: Set Up Recovery
ru: Настроить восстановление

source: Settings
ru: Настройки

source: Setup Failed
ru: Ошибка настройки

source: Share
ru: Поделиться

source: Ship it.
ru: Отправляем.

source: Show chat title
ru: Показать заголовок чата

source: Show results only after ending
ru: Показывать результаты после завершения

source: Show voice player
ru: Показать плеер голосового сообщения

source: Shows Storyline link details
ru: Показывает детали связи с сюжетом

source: Shows a confirmation before leaving
ru: Показывает подтверждение перед выходом

source: Sign In
ru: Войти

source: Sign In with Browser
ru: Войти через браузер

source: Sign Out
ru: Выйти

source: Sign Out Anyway
ru: Всё равно выйти

source: Sign Out Device
ru: Завершить сессию устройства

source: Sign Out Is Taking Too Long
ru: Выход затянулся

source: Sign in again to keep your encrypted message keys on this device.
ru: Войдите снова, чтобы сохранить ключи зашифрованных сообщений на этом устройстве.

source: Sign in again to repair this session while keeping encrypted message keys on this device.
ru: Войдите снова, чтобы восстановить эту сессию и сохранить ключи зашифрованных сообщений на этом устройстве.

source: Signing Out
ru: Выход

source: Signing out another device invalidates the access token associated with that device.
ru: Выход с другого устройства отзывает связанный с ним токен доступа.

source: Signing out is taking longer than expected. You can keep waiting. Zyna already checked that message keys were saved to the encrypted backup on your homeserver before starting server sign-out. Remove Local Data skips server sign-out and deletes this device's local session data, including local copies of message keys. Backed-up keys can be restored later with your recovery key or another verified session, but the server-side session may remain active.
ru: Выход занимает больше времени, чем ожидалось. Можно подождать ещё. Перед выходом на сервере Zyna уже проверила, что ключи сообщений сохранены в зашифрованной резервной копии на вашем сервере. «Удалить данные с устройства» пропускает выход на сервере и удаляет локальные данные этой сессии с устройства, включая локальные копии ключей сообщений. Сохранённые в резервной копии ключи можно будет восстановить позже с помощью ключа восстановления или другой верифицированной сессии, но сессия на сервере может остаться активной.

source: Simulate
ru: Симулировать

source: Simulate Soft Logout
ru: Симулировать мягкий выход

source: Skip
ru: Пропустить

source: Slide to cancel
ru: Сдвиньте для отмены

source: Solar Coral
ru: Солнечный коралл

source: Some devices are not signed by this participant's identity. Ask them to verify those devices.
ru: Некоторые устройства не подписаны идентичностью участника. Попросите участника подтвердить их.

source: Some history could not be checked. Check your connection and try again.
ru: Часть истории не удалось проверить. Проверьте подключение и попробуйте снова.

source: Some history is still being recovered. Available messages appear automatically.
ru: Часть истории ещё восстанавливается. Доступные сообщения появятся автоматически.

source: Something went wrong
ru: Что-то пошло не так

source: Space Members
ru: Участники сюжета или линии

source: Speaker Off
ru: Выключить громкую связь

source: Speaker On
ru: Включить громкую связь

source: Standard Colors
ru: Стандартные цвета

source: Start New Scan
ru: Начать новый скан

source: Start and Join Calls
ru: Начинать звонки и присоединяться к ним

source: Stop Waiting
ru: Перестать ждать

source: Storyline
ru: Сюжет

source: Storyline Access
ru: Доступ к сюжету

source: Storyline Address
ru: Адрес сюжета
